Repository: OOO-Geroy/wp_plugin_leak_test
Catalog: .languages/*.po
Languages: de_de

source: Quick start
de_de: Schnellstart

source: Quick setup guide
de_de: Kurzanleitung zur Einrichtung

source: 1. Click "<b>Add New VPN test</b>" and choose the test you want to add. Fill in the form and save the test.
de_de: 1. Klicken Sie auf<b>"Neuen VPN-Test hinzufügen</b>" und wählen Sie den Test aus, den Sie hinzufügen möchten. Füllen Sie das Formular aus und speichern Sie den Test.

source: 2. Create the page using Wordpress common interface and Copy and paste test shortcode into the page content. Shortcode format: <b style="padding:2px 10px 3px;background:#b6f7b6">[vltp id=YOUR_TEST_ID]</b>
de_de: 2. Erstellen Sie die Seite mit der allgemeinen Wordpress-Oberfläche und kopieren Sie den Test-Shortcode und fügen Sie ihn in den Seiteninhalt ein. Shortcode-Format: <b style="padding:2px 10px 3px;background:#b6f7b6">[vltp id=YOUR_TEST_ID]</b>

source: 3. All the tests use the same interface. It consists from the <b>Start button</b> and the test results. The test result is displayed as a table of IPs and conclusion message.
de_de: 3. Alle Tests verwenden die gleiche Oberfläche. Sie besteht aus der <b>Schaltfläche Start</b> und den Testergebnissen. Das Testergebnis wird in Form einer Tabelle mit IPs und einer Abschlussmeldung angezeigt.

source: DNS leak test
de_de: DNS Lecktest

source: Setup DNS leak test
de_de: DNS Lecktest einrichten

source: 1. Please Add new test and choose DNS leak test as a test type.
de_de: 1. Bitte fügen Sie einen neuen Test hinzu und wählen Sie als Testtyp DNS-Lecktest.

source: 2. Fill in the rest of the form and use the shortcut code for integration.
de_de: 2. Füllen Sie den Rest des Formulars aus und verwenden Sie den Shortcut-Code für die Integration.

source: 3. The Dns leak test is very simple to use. To start the test user needs to click the "Start test" button. Dns queries will be generated and send to the specified domain. The IPs from which was DNS queries received will be displayed as a result. More information can be found <a target=_blank href="https://bash.ws/dnsleak">here</a>
de_de: 3. Der Dns-Lecktest ist sehr einfach zu bedienen. Um den Test zu starten, muss der Benutzer auf die Schaltfläche "Test starten" klicken. Es werden DNS-Anfragen generiert und an die angegebene Domain gesendet. Als Ergebnis werden die IPs angezeigt, von denen DNS-Anfragen empfangen wurden. Weitere Informationen finden Sie <a target=_blank href="https://bash.ws/dnsleak">hier</a>

source: Email leak test
de_de: E-Mail-Lecktest

source: Setup Email IP leak test
de_de: E-Mail-IP-Lecktest einrichten

source: 1. Please Add new test and choose Email leak test as a test type.
de_de: 1. Bitte fügen Sie einen neuen Test hinzu und wählen Sie E-Mail-Lecktest als Testart.

source: 3. The Email leak test requires the user to send an email to the specified email address. The email header will be analyzed for IP leaks. More information is available <a target=_blank href="https://bash.ws/email-leak-test">here</a>.
de_de: 3. Beim E-Mail-Lecktest muss der Benutzer eine E-Mail an die angegebene E-Mail-Adresse senden. Der E-Mail-Header wird auf IP-Lecks analysiert. Weitere Informationen finden Sie <a target=_blank href="https://bash.ws/email-leak-test">hier</a>.

source: WebRTC leak test
de_de: WebRTC-Lecktest

source: Setup WebRTC leak test
de_de: WebRTC-Lecktest einrichten

source: 1. Please Add new test and choose WebRTC leak test as a test type.
de_de: 1. Bitte fügen Sie einen neuen Test hinzu und wählen Sie WebRTC-Lecktest als Testtyp.

source: 3. The WebRTC leak test requires the user to click the "Start test" button. The test is very quick and simple. Only javascript is used to do the test (source code is included). The Internet Browser will be tested for WebRTC IP leak during the test. More information is available <a target=_blank href="https://bash.ws/webrtc-leak-test">here</a>.
de_de: 3. Für den WebRTC-Lecktest muss der Benutzer auf die Schaltfläche "Test starten" klicken. Der Test ist sehr schnell und einfach. Zur Durchführung des Tests wird nur Javascript verwendet (Quellcode ist enthalten). Während des Tests wird der Internet-Browser auf WebRTC-IP-Lecks getestet. Weitere Informationen finden Sie <a target=_blank href="https://bash.ws/webrtc-leak-test">hier</a>.

source: VPN leaks test configuration
de_de: VPN-Lecks Testkonfiguration

source: Please choose the Test Type
de_de: Bitte wählen Sie den Testtyp

source: Wrong Test Type
de_de: Falscher Testtyp

source: Please enter the Test Result HTML
de_de: Bitte geben Sie das Testergebnis HTML ein

source: Please enter the Conclusion Result HTML
de_de: Bitte geben Sie die Schlussfolgerung Ergebnis HTML

source: Please enter caption for the Start Button
de_de: Bitte Beschriftung für die Start-Taste eingeben

source: The VPN test %d deleted successfully
de_de: Der VPN-Test %d wurde erfolgreich gelöscht

source: The VPN test %d updated successfully
de_de: Der VPN-Test %d wurde erfolgreich aktualisiert

source: The VPN test inserted successfully
de_de: Der VPN-Test wurde erfolgreich eingefügt

source: No tests was added. Please use "<b>Add New VPN test</b>" button to add new test.
de_de: Es wurde kein Test hinzugefügt. Bitte verwenden Sie die Schaltfläche<b>"Neuen VPN-Test hinzufügen</b>", um einen neuen Test hinzuzufügen.

source: DNS Leak Test
de_de: DNS Lecktest

source: Email IP Leak Test
de_de: E-Mail-Lecktest

source: WebRTC Leak Test
de_de: WebRTC-Lecktest

source: Torrent Leak Test
de_de: Torrent-Lecktest

source: New VPN Test
de_de: Neuer VPN-Test

source: Start test
de_de: Test starten

source: Select image
de_de: Bild auswählen

source: Please choose the test type from the list
de_de: Bitte wählen Sie den Testtyp aus der Liste

source: Select an image for progress bar
de_de: Wählen Sie ein Bild für den Fortschrittsbalken

source: Enter an HTML for <b>Start test</b> button
de_de: Geben Sie ein HTML für die Schaltfläche " <b>Test starten"</b> ein

source: This HTML is used for formatting the test results line by line.
de_de: Dieses HTML wird zur zeilenweisen Formatierung der Testergebnisse verwendet

source: This HTML is used for formatting the tests conclusion line by line.
de_de: Dieses HTML wird für die zeilenweise Formatierung des Testabschlusses verwendet

source: Add New Test
de_de: Neuen Test hinzufügen

source: VPN leaks test
de_de: VPN-Lecktest

source: Please send an email to <a href="mailto:%s">%s</a>. The email subject and body doesn't matter. Do not refresh the page.
de_de: Bitte senden Sie eine E-Mail an <a href="mailto:%s">%s</a>. Der E-Mail-Betreff und -Text spielt keine Rolle. Aktualisieren Sie die Seite nicht.

source: Please download the torrent <a href="%s">%s.torrent</a>. Do not refresh the page.
de_de: Bitte laden Sie den Torrent <a href="%s">%s.torrent</a> herunter. Aktualisieren Sie die Seite nicht.

source: You use %d DNS server
de_de: Sie verwenden %d DNS-Server

source: Your email contains %d IP
de_de: Ihre E-Mail enthält %d IP

source: WebRTC is able to see %d IP
de_de: WebRTC kann %d IP sehen

source: Your torrent application shares %d IP
de_de: Ihre Torrent-Anwendung gibt %d IP frei

source: The Test failed, please try again...
de_de: Der Test ist fehlgeschlagen, bitte versuchen Sie es erneut...

source: The internal communication error occurred...
de_de: Der interne Kommunikationsfehler ist aufgetreten...

source: You use different ISPs for the DNS and Internet. if "%s" belongs to VPN then your connection is 100%% secured. But your DNS queries are handled by "%s". The question is: do you trust it or not.
de_de: Sie verwenden verschiedene ISPs für den DNS und das Internet. Wenn "%s" zu VPN gehört, dann ist Ihre Verbindung 100%% sgesichert. Aber Ihre DNS-Anfragen werden von "%s" bearbeitet. Die Frage ist: Vertrauen Sie ihm oder nicht.

source: VPN Leaks Test Package
de_de: VPN Leaks Testpaket

source: The plugin contains the leaks test package: DNS leak test, WEB rtc IP leak test, Email IP leak test. You can integrate these tests into your website.
de_de: Das Plugin enthält das Lecktest-Paket: DNS-Lecktest, WEB rtc IP-Lecktest, E-Mail-IP-Lecktest. Sie können diese Tests in Ihre Website integrieren.

source: <b>Start test</b>
de_de: <b>Test starten</b>

source: DNS may be leaking.
de_de: DNS kann undicht sein.

source: DNS is not leaking.
de_de: DNS ist nicht undicht.

source: You use the same ISP for the DNS and Internet. if "%s" is your VPN then your connection is 100%% secured.
de_de: Sie verwenden denselben ISP für DNS und Internet. Wenn "%s" Ihr VPN ist, ist Ihre Verbindung 100%% sgesichert.

source: IP might be leaking.
de_de: IP könnte undicht sein.

source: The WebRTC is able to get your public IP. Consider to disable WebRTC.
de_de: WebRTC ist in der Lage, Ihre öffentliche IP zu erhalten. Erwägen Sie, WebRTC zu deaktivieren.

source: No IPs is visible to WebRTC
de_de: Keine IPs ist für WebRTC sichtbar

source: IP is not leaking.
de_de: IP ist nicht undicht.

source: Your current IP is not used for torrenting. You use different ISP for torrenting and for the Internet browsing. if "%s" belongs to VPN then you are 100%% secured.
de_de: Ihre aktuelle IP wird nicht für Torrenting verwendet. Sie verwenden einen anderen ISP für Torrenting und für das Surfen im Internet. Wenn "%s" zu VPN gehört, sind Sie 100%% gesichert.

source: IP may be leaking.
de_de: IP kann undicht sein.

source: Your current IP is used by torrenting software. But, if "%s" is your VPN provider then you are 100%% secured and there is nothing to worry about. If you are not connected to VPN, consider to use VPN.
de_de: Ihre aktuelle IP wird von Torrenting-Software verwendet. Aber, wenn "%s" Ihr VPN-Anbieter ist, dann sind Sie 100%% gesichert und es gibt nichts zu befürchten. Wenn Sie nicht mit einem VPN verbunden sind, sollten Sie VPN verwenden.

source: Your mail doesn't contain your IP and IPs owned by your ISP. if "%s" belongs to VPN then you are 100%% secured.
de_de: Ihre Mail enthält nicht Ihre IP und IPs, die Ihrem ISP gehören. Wenn "%s" zu VPN gehört, dann sind Sie 100%% gesichert.

source: IP is leaking.
de_de: IP ist undicht.

source: Your IP exists in the mail header. But, if "%s" is your VPN provider then you are 100%% secured and there is nothing to worry about. If you are not connected to VPN, please consider to use VPN.
de_de: Ihre IP existiert im Mail-Header. Aber, wenn "%s" Ihr VPN-Anbieter ist, dann sind Sie 100%% gesichert und es gibt nichts zu befürchten. Wenn Sie nicht mit einem VPN verbunden sind, sollten Sie die Verwendung eines VPN in Betracht ziehen.

source: No torrent header found. Please try again...
de_de: Kein Torrent-Header gefunden. Bitte versuchen Sie es erneut...

source: No mail header found. Please try again...
de_de: Kein Mail-Header gefunden. Bitte versuchen Sie es erneut...

source: No DNS servers found. Try again...
de_de: Keine DNS-Server gefunden. Versuchen Sie es erneut...

source: Your current external IP is visible to WebRTC. You should disable WebRTC.
de_de: Ihre aktuelle externe IP ist für WebRTC sichtbar. Sie sollten WebRTC deaktivieren.
